const news = [
    {
        id: 1,
        title: "Опрыскивание растений с беспилотников",
        desc: "Опрыскивание с дронов может проводиться как минимум в двух форматах: “классическом авиационном”, когда химикаты распыляются по всему полю, и “точечном”, совмещенным, например, с предварительным осмотром посевов при помощи мультиспектральных камер.",
        imgSrc: "./assets/newsImg/imgNews.jpg",
        alt: "imgNews.jpg"
    }, {
        id: 2,
        title: "Дроны – будущее сельского хозяйства",
        desc: "Новые технологии не обходят стороной и самую консервативную отрасль – сельское хозяйство. Согласно прогнозам международной общественной организации Association for Unmanned Vehicle Systems International, в скором времени агросектор станет крупнейшим потребителем дронов – беспилотных летательных аппаратов (БПЛА).",
        imgSrc: "./assets/newsImg/imgNews_1.jpg",
        alt: "imgNews_1.jpg"
    }, {
        id: 3,
        title: "Зачем нужны беспилотники в сельском хозяйстве?",
        desc: "Использование дронов в земледелии и в целом в сельском хозяйстве - одно из наиболее перспективных направлений применения этой технологии. БЛА могут быть эффективно использованы для планирования и контроля этапов сельскохозяйственного производства, а также для химической обработки посевов и других растений. ",
        imgSrc: "./assets/newsImg/imgNews_2.jpg",
        alt: "imgNews_2.jpg"
    }, {
        id: 4,
        title: "Создание цифровых карт и контуров полей",
        desc: "Многие руководители агрохозяйств только приблизительно знают площади своих полей, и это негативно влияет на точность расчетов внесения минудобрений и подсчета полученной продукции. Чтобы эффективно управлять сельскохозяйственным предприятием потребуется точное знание посевных площадей.",
        imgSrc: "./assets/newsImg/imgNews_3.jpg",
        alt: "imgNews_3.jpg"
    },
]
